[Public]
YMWFormatForm=MM/dd/yyyy
YMFormatForm=MM/yyyy
YMFormatDB=MMyyyy
YMFormat=MM/yyyy
WorkRate=الحضور
WorkHrs=ساعات العمل
WorkHours=ساعات العمل
WorkDays=أيام العمل
WeekDays=أيام
WedID=الأربعاء
VK_VOICE=صوت
VK_VEIN=وريد
VK_PASS=PWD
VK_PALMVEIN=الوريد النخيل
VK_NONE=لا شيء
VK_IRIS=قزحية
VK_FP=FP
VK_FACE=FC
VK_CARD=C
VerifyMode=تحقق من وضع
UpdateDate=تحديث
UnsuccessfulEmpNo=عدد الأشخاص غير الناجحة
Tune=القيمة المعدّلة
TueID=الثلاثاء
tsnDelete=حذف
tsnCopy=نسخ
tsnClear=إفراغ
TimeOut5=تسجيل الخروج 5
TimeOut4=تسجيل الخروج 4
TimeOut3=تسجيل الخروج 3
TimeOut2=تسجيل الخروج 2
TimeOut1=تسجيل الخروج 1
TimeInOut=تسجيل الحضور
TimeIn5=تسجيل الدخول 5
TimeIn4=تسجيل الدخول 4
TimeIn3=تسجيل الدخول 3
TimeIn2=تسجيل الدخول 2
TimeIn1=تسجيل الدخول 1
ThuID=الخميس
TemperatureAlarm=درجة الحرارة التنبيه
Temperature=درجة حرارة الجسم
tabOpenDoorlog=فتح باب التسجيل
tabAllLog=جميع السجلات
tabAlarmLog=إنذار سجل
SystemField=حقل النظام
SunID=الأحد
SunHrs=العمل الإضافي في عطل نهاية الاسبوع 
SunDays=أيام التوقف عن العمل
SubName=الاسم الفرعي للوظيفة
StaticDev=روتين
StaticBoxSumMin=جزئي
StaticBoxSum=إجمالي/كُلّي
StartDate=Start Date
Start=قيمة البداية
StarDev=سلسلة النجوم
SortName=اسم التصنيف
SortIDNameOtSure=نوع العمل الإضافي
SortIDNameDayoff=طلب إجازة
SortID=رقم التصنيف
SihftKQDate=يوم الحضور
SignoutTime5=تسجيل الخروج الخامس
SignoutTime4=تسجيل الخروج الرابع
SignoutTime3=تسجيل الخروج الثالث
SignoutTime2=تسجيل الخروج الثاني
SignoutTime1=تسجيل الخروج الأول
SigninTime5=تسجيل الدخول الخامس
SigninTime4=تسجيل الدخول الرابع
SigninTime3=تسجيل الدخول الثالث
SigninTime2=تسجيل الدخول الثاني
SigninTime1=تسجيل الدخول الأول
ShiftRuleName=اسم القاعدة  
ShiftRuleID=رقم القاعدة  
ShiftRulecycName=واحدة الدورة
ShiftRulecyc=دورة
ShiftRule=قاعدة اوقات الدوام
ShiftName=اسم مدة الدوام 
ShiftID=معرف مدة الدوام
SelectCheck=| اختر |
SeaDev=سلسلة البحر
SatID=السبت
SameEmp=نفس الموظف
SameDepart=نفس القسم
RuleWednesday=الأربعاء
RuleTuesday=الثلاثاء
RuleThursday=الخميس
RuleSunday=الأحد
RuleSaturday=السبت
RuleRestDays=بدون قاعدة لأيام إيقاف العمل
RuleReadWorkHrs=ساعات العمل
RuleReadLeave=حسب ساعات العمل الإضافي الفعلية بعد تسجيل الخروج
RuleReadLate=حسب ساعات العمل الإضافي الفعلية بعد تسجيل الدخول
RuleNoRule=تفعيل المغادرة غير المشروطة
RuleName=اسم القاعدة
RuleMonday=الاثنين
RuleLeaveIgnore=السماح بالمغادرة في وقت مبكّر
RuleLeaveHrs=المغادرة المبكرة لا تحسب
RuleLateLeaveCalHrs=الحضور في وقت متأخر والمغادرة في وقت مبكر سوف تخصم من ساعات العمل
RuleLateIgnore=السماح بالحضور في وقت متأخر
RuleLateHrs=الحضور المتأخر لا يحسب
RuleIDName=قاعدة
RuleID=رقم القاعدة
RuleHeadAndTail=عد فقط سجلات الرأس والذيل
RuleFriday=الجمعة
RuleDupLimit=تكرار
RuleDeferMins=تأجيل احتساب دقائق العمل الإضافية 
RuleDeferHrs=تأجيل احتساب ساعات العمل الإضافية
RuleCount=عدد البطاقات
RuleCount=عدد البطاقات
RuleAheadMins=القدوم مبكرا بالدقائق يحسب اضافي
RuleAheadHrs=القدوم مبكرا بالساعات يحسب اضافي
RuleLeaveOvertime=لا يتم احتساب وقت الإجازة على أنه وقت إضافي
Remark=ملاحظة
rbUSB=اتصال USB
rbSql=شبكة طبعة(Sql Server)
rbLAN=اتصال LAN
rbComm=اتصال RS232/485
rbAccess=نسخة واحدة(Access)
PersonalPunchInMode=وضع لكمة الشخصية
PassTimeStart=البداية
PassTimeName=وصف التوقيت
PassTimeID=رقم التوقيت
PassTimeEnd=النهاية
OvertimeTypeName=نوع العمل الإضافي
OvertimeSort=نوع العمل الإضافي
OvertimeRate=معدّل ساعات العمل الإضافية
OverHours=ساعات العمل الإضافية
OutHrs=ساعات رحلة عمل
OtReason=السبب
OtHrsM=ساعات العمل الإضافية
OtHrs=ساعات العمل الإضافية
optSelectAll=عدّة خيارات
optSelect=خَيار وحيد
OprtTool=التشغيل
OprtTime=وقت التشغيل 
OprtPWD=كلمة مرور المستخدم
OprtNoName=مشغل
OprtNo=معرّف المستخدم
OprtName=اسم المستخدم
OprtModule=طريقة التشغيل
OprtLastLoginTime=آخر مرة لتسجيل الدخول
OprtIsSys=بشكل افتراضي
OprtDetail=تفاصيل العملية
OprtDesc=وصف
OprtDate=وقت العملية
OprtComputerName=تشغيل قاعدة البيانات
Online=أونلاين
Offline=غير متصل
Nation=الأمة
MustDays=Must Days
MsgUpgrading=جارٍ تحديث قاعدة البيانات ...
MsgUnRegisterInfo=غير مسجل ، يمكنه مراقبة {0} فقط
MsgUnModuleInfo=لا يحتوي البرنامج على الوحدة {0} ، يرجى إعادة تثبيت البرنامج أو تعديل معلومات الجهاز لاستخدامه لإعادة الاستخدام العامة
MsgTestDataLinkSuccess=اختبار اتصال قاعدة البيانات
MsgSetTimingData=ضبط سجل جديد
MsgSelectNo={0}اختيار .
MsgSaveSucceed=تمّ حفظ البيانات بنجاح .
MsgRepeatNo={0} موجود بالفعل ، هل يتم الكتابة فوقه؟
MsgReadingData=يتم قراءة البيانات , يرجى الانتظار ...
MsgReadEndData=تمّت قراءة البيانات بنجاح.
MsgPasswordSuccess=تمّ تغيير كلمة المرور.
MsgOprtComplete=تمّ اكتمال العملية.
MsgNoSelectDelete=لا توجد بيانات محددة
MsgGetSelectData=سجل إعادة التدوير
MsgGetNewData=إعادة تدوير السجلات الجديدة
MsgGetMacNo={0} يرجى الحصول على رقم الجهاز لضمان التواصل العادي
MsgGetDataInfoBao=الحصول على الحزمة
MsgGetAllData=إعادة تدوير جميع السجلات
MsgFindMacSN=يُرجى إدخال {0} أو {1} ، واضغط على [Enter] للاستمرار
MsgExportSuccess= تمّ تصدير البيانات بنجاح .
MsgExportingData=تصدير البيانات , يرجى الانتظار ...
MsgExitSystem=هل أنت متأكد أنك تريد الخروج ؟
MsgDownInfo_Star={0} شخص ، بصمة سلسلة النجوم {1} ، وجه سلسلة النجوم {2} ، كلمة المرور {3} ، البطاقة {4} ، سلسلة نجمة النخيل الوريد {5}
MsgDeleteSucceed=تمّ حذف البيانات بنجاح .
MsgDeleteSelect=هل تريد بالتأكيد حذف البيانات المحددة؟
MsgCreating=إنشاء قاعدة بيانات ...
MsgContinue=هل ترغب في الاستمرار؟
MsgCompactSuccess=تمّ ضغط قاعدة البيانات بنجاح .
MsgCompacting=يتمّ ضغط قاعدة البيانات , الرجاء الانتظار ...
MonthDays=أيام الشهر
MonID=الاثنين
Module=نموذج الوظيفة
MJDateTime=وقت فتح الباب
MacUSERS=الموظفين
MacSN=رقم الجهاز
MacSeriesTypeName=نوع الجهاز
MacPSWS=كلمات المرور
MacPort=منفذ
MacPALMVEINS=الوريد النخيل
MacMANAGERS=المسؤول
MacIP=IP / المجال
MacGLOGS=تسجيلات جديدة
MacFPS=بصمات الأصابع
MacFaceS=الوجوه
MacDoorStateTime=بوابة الدولة
MacDoorStateTime=بوابة الدولة
MacDesc=وصف الجهاز
MacDefenseState=سحب الدولة
MacConnType=اتصال
MacConnPWD=معدل سرعة نقل البيانات / الاتصال بكلمة سر
MacConnectState=حالة الاتصال
MacCARDS=البطاقات
MacAGLOGS=كل السجل
LOG_WIGANCARDWHITELIST=ويغانكا + وجه
LOG_WIGANCARD=ويغانكا 
LOG_WHITELISTIDCARD=الوجه + الهوية
LOG_WHITELIST=وجه بشري
LOG_TEMPPERATURE=درجة حرارة الجسم
LOG_TEMPPERATURE_WHITE=درجة حرارة الجسم + الوجه
LOG_TEMPPERATURE_MASK=درجة حرارة الجسم + القناع
LOG_TEMPPERATURE_MASK_WHITE_CARD=درجة حرارة الجسم + قناع + وجه + بطاقة
LOG_RFCARDWHITELIST=بطاقة RF + وجه
LOG_RFCARD=بطاقة RF
LOG_PROG_OPEN=افتح عن طريق الكمبيوتر
LOG_PROG_CLOSE=بالقرب من الكمبيوتر
LOG_PPVERIFY=PP التحقق من
LOG_PPPASSVERIFY=PP+PWD التحقق من
LOG_PPCARDVERIFY=PP+C التحقق من
LOG_PP_FACE_VERIFY=PP+FC التحقق من
LOG_PASSVERIFY=تحقق من كلمة السر
LOG_PASSPPVERIFY=PWD+PP التحقق من
LOG_PASSFP_VERIFY=PWD+FP التحقق من
LOG_PASSFACEVERIFY=P+FC التحقق من
LOG_OPEN_IREGAL=غير مفتوح
LOG_OPEN_HAND=اليد مفتوحة
LOG_OPEN_DOOR=الباب مفتوح
LOG_OPEN_DOOR_THREAT=التهديد مفتوحة
LOG_OPEN_COVER=الغطاء مفتوح
LOG_MASK=أقنعة
LOG_MASK_WHITE=قناع + وجه
LOG_IOMODE_OUT3=خروج3
LOG_IOMODE_OUT1=خروج
LOG_IOMODE_OUT=خروج4
LOG_IOMODE_OUT=خروج2
LOG_IOMODE_IO=IO
LOG_IOMODE_IN4=دخول4
LOG_IOMODE_IN3=دخول3
LOG_IOMODE_IN2=دخول2
LOG_IOMODE_IN1=دخول
LOG_IDCARD=البطاقة الشخصية
LOG_FPVERIFY=تحقق من البصمة 
LOG_FPPASS_VERIFY=FP+PWD التحقق من
LOG_FPCARD_VERIFY=FP+C التحقق من
LOG_FP_PP_VERIFY=FP+PP التحقق من
LOG_FP_FACE_VERIFY=FP+FC التحقق من
LOG_FACEVERIFY=FC التحقق من
LOG_FACEPASSVERIFY=FC+PWD التحقق من
LOG_FACECARDVERIFY=FC+C التحقق من
LOG_FACE_PP_VERIFY=FC+PP التحقق من
LOG_FACE_FP_VERIFY=FC+FP التحقق من
LOG_CLOSE_IREGAL=المشروع قريب
LOG_CLOSE_DOOR=أغلق الباب
LOG_CLOSE_COVER=إغلاق الغطاء
LOG_CARDVERIFY=تحقق من الكرت
LOG_CARDPPVERIFY=C+PP التحقق من
LOG_CARDPASS_VERIFY=C+PWD التحقق من
LOG_CARDFP_VERIFY=C+FP التحقق من
LOG_CARDFACEVERIFY=C+FC التحقق من
LOG_DEVMODE_KQMJ=جهاز الحضور والتحكم بالدخول
LOG_DEVMODE_KQ=جهاز الحضور
LOG_DEVMODE_MJ=جهاز التحكم في الوصول
LeaveRate=معدّل الإجازات
LeaveMins=دقائق المغادرة باكراً
LeaveDays=طلب ساعات إجازة
LeaveCount=أوقات المغادرة باكراً
lbWeek=الأول من الأسبوع
lbTips=استخدم هذه الوظيفة للحفاظ على تشغيل البرنامج بشكل طبيعي! 
lbSelectGroup=حدد مجموعة
lbSecond=ثواني
lbRestart=عند تشغيل  ،  إذا  إعادة تشغيل
lbRecTuneUrl=الاي بي ادرس
lbPrompt=أدخل رقم التسجيل واضغط على [Enter] للتنفيذ
lbpassword=كلمة السر الأولية  : مشرف 
lbMonitor=عنوان بروتوكول الإنترنت هو عنوان IP الأصلي ، لاغلاق فارغة
lbMinute=دقيقة
lbMacSeriesUserName=اسم المستخدم
lblQuickSearchToolTip=أدخل رقم أو اسم الموظف ،واضغط على مفتاح [ENTER] للتنفيذ
lblQuickSearch=بحث سريع
lblFingerNo=رقم التسجيل
lblCommPort=رقم المنفذ
lblCommBaudRate=معدل سرعة نقل البيانات
lbDevGroup=مجموعة المعدات
lbCalc=ويوصى بسحب 30 و 15 و 30 وتكون قيم التسوية أقل من القيمة الكلية، على النحو المفصل في ملف المساعدة
lbACSQ=استخدام شبكة  الطبعة،  تحتاج أولا إلى  تثبيت  مزود خادم  خادم قاعدة البيانات 
lbMacMode=وضع الجهاز
LateMins=دقائق التأخير
LateCount=أوقات التأخير
KQYM=تاريخ الحضور
KQWeek=أسبوع
KQTime=وقت الحضور
KQShift=وقت الدوام
KQDateTime=وقت الحضور
KQDateT=التاريخ
KQDate=تاريخ الحضور
ItemZoomOut=تصغير
ItemZoomIn=تكبير
ItemUnselect=إلغاء تحديد الكل
ItemTextStar=سلسلة ستار #13#10 محطة
ItemTextSeaSeries=البحر سلسلة #13#10ميناء
ItemTextDataFormat=إعدادات تنسيق النص
ItemTextData=البيانات النصية
ItemTAGExt=تمديد
ItemSwitchingThemes=تبديل الجلد
ItemSetupDisplay=إظهار / إخفاء عمود الجدول
itemSetMonitor=تحديد دينامية جهاز الرصد
ItemSelectGroup=حدد مجموعة
ItemSelect=تحديد الكل
ItemSearch=بحث
ItemRefresh=تحديث
ItemPrint=طباعة                
ItemPosition=Current: {0}  Of: {1}
ItemPasteUpData=نسخ بيانات الإرسال
ItemMomAdd=زيادة دفعة
ItemImport=استيراد
ItemGroup=زيادة المجموعة
ItemGroup=زيادة المجموعة
ItemFindText=أدخل رقم أو اسم الموظف، واضغط على مفتاح [ENTER] للتنفيذ
ItemFindLabel=تحديث سريع
ItemExport=تصدير   
ItemExit=خروج
ItemEmptyData=محو البيانات في هذا السطر
ItemEdit=تعديل
ItemDevSet=إعدادات الجهاز
ItemDelete=حذف
ItemClose=إغلاق
ItemAdd=إضافة
ItemAddDev=أضف معدات
IsSignIn=تسجيل دخول البطاقة يدوياً
IsGPRS=GPRS
IsDRecognition=جهاز تحديد الهوية الديناميكي
IsAuto=مطابقة تلقائية
IsAttend=الحضور
IsAlarm=مفزعة
Integer=القيمة المقرّبة
InOutMode=مود IO 
ImportField=حقل المصدر
HolidayName=اسم العطلة
HolidayEndTime=تاريخ نهاية العطلة
HolidayBeginTime=تاريخ بداية العطلة
HdHrs=العمل الإضافي في العطل الرسمية
HdDays=أيام العطل
groupBoxCameras=كاميرا
gbxEmpTime=اختر الفترة الزمنية
gbxEmpInfo=معلومات الموظف
gbxDev=Select Device
FuncShow=عرض
FuncOrder=طلب
FriID=الجمعة
FK_STATUS_USEDMEMORYA=استخدام مساحةعلى الذاكرة RAM
FK_STATUS_USEDDISK=استخدام المساحة على الذاكرة Flash
FK_STATUS_TOTALDISK=المساحة على الذاكرة Flash
FK_STATUS_FREEMEMORYA=المساحة المتوفرة على الذاكرة RAM
FK_STATUS_FREEDISK=مساحة متوفرة على الذاكرة Flash
FK_STATUS_FACES=عدد الوجوه
FK_STATUS_ALLUSERS=جميع الموظفين
FK_RUNERR_WRITE_FAIL=خطأ في الإرسال
FK_RUNERR_UNKNOWNERROR=خطأ غير معروف
FK_RUNERR_TIMEOUT=خطأ المهلة
FK_RUNERR_READ_FAIL=خطأ في القراءة
FK_RUNERR_PARAM=خطأ المعلمة
FK_RUNERR_NOSUPPORT=غير مدعوم
FK_RUNERR_NON_CARRYOUT=فشل في التعليمات
FK_RUNERR_NO_OPEN_COMM=لم يتم توصيل الجهاز
FK_RUNERR_MIS_PASSWORD=خطأ في رقم الرخصة
FK_RUNERR_MEMORYOVER=ذاكرة الجهاز غير كافية
FK_RUNERR_MEMORY=الذاكرة ممتلئة
FK_RUNERR_MANAGEROVER=المساحة غير كافية , فشل في إضافة المسؤول
FK_RUNERR_LOGINOUTMODE=
FK_RUNERR_INVALID_PARAM=معامل غير صالح
FK_RUNERR_FULL_CAPACITY=سعة الجهاز ممتلئة
FK_RUNERR_FPDATAVERSION=نسخة خاطئة من البيانات المسجّلة
FK_RUNERR_ERRORR=خطأ
FK_RUNERR_DEV_WORKING=المعدات في العملية
FK_RUNERR_DEV_WORK_SUCCESS=الانتهاء من المعدات العمل
FK_RUNERR_DEV_BUSY=الجهاز مشغول
FK_RUNERR_DATADOUBLE=هذا الرقم موجود بالفعل
FK_RUNERR_DATAARRAY_NONE=البيانات غير موجودة
FK_RUNERR_DATAARRAY_END=انتهت عملية القراءة
FK_RUNERR_CONNET=خطأ في الاتصال
FK_RUN_SUCCESS=نجاح
FK_GET_USERS=الموظفين
FK_GET_SLOGS=سجلات المدير
FK_GET_PSWS=كلمات المرور
FK_GET_PHOTOS=التعرف الديناميكي على عدد الوجوه
FK_GET_MANAGERS=المدراء
FK_GET_GLOGS=سجل الحضور
FK_GET_FPS=بصمات الأصابع
FK_GET_FACES=عدد الوجوه
FK_GET_CARDS=عدد البطاقات
FK_GET_ASLOGS=كل سجلات المدير
FK_GET_AGLOGS=كامل السجل
FK_DOOR_UNKNOWN=غير معروف 
FK_DOOR_OPEND=فتح الباب
FK_DOOR_CONTROLRESET=حالة التحكم
FK_DOOR_COMMNAD=إغلاق تلقائي 
FK_DOOR_CLOSED=إغلاق الباب
FK_DI_VERIFY_KIND=تأكيد الوضع
FK_DI_VERIFY_INTERVALS=السجل الزمني
FK_DI_SLOG_WARNING=سجل الإنذار الرئيسي
FK_DI_RSCOM_BPS=معدل سرعة نقل البيانات
FK_DI_POWEROFF_TIME=إيقاف تشغيل تلقائي
FK_DI_NETENABLE=تفعيل الشبكة
FK_DI_MULTIUSERS=متعدد المستخدمين
FK_DI_MANAGERS=المدراء
FK_DI_LOCK_CTRL=قفل التحكم
FK_DI_LANGAUGE=اللغة
FK_DI_GLOG_WARNING=سجل التحذير
FK_DI_DEVICEID=رقم الجهاز
FK_DI_DATE_SEPARATE=فاصل التاريخ
FingerPrivilegeName=حقوق التشغيل
FingerPrivilege1=مسؤول
FingerPrivilege0=مستخدم
FingerPrivilege=حقوق التشغيل
FingerNo=رقم التسجيل
ExecTimes=وقت التنفيذ:
ErrorUserIdAdd=رقم التسجيل موجود بالفعل في القائمة الحالية ، يرجى إعادة إدخاله
ErrorUnUserID=لا بيانات التسجيل في الجهاز
ErrorStartTimeBegreater=لا يمكن أن يكون وقت البداية أكبر من وقت النهاية
ErrorStartDateBegreater=لا يمكن أن يكون تاريخ البدء أكبر من تاريخ الانتهاء
ErrorSource=مصدر الخطأ:
ErrorSelectUsernum=لا تحتوي القائمة الحالية على رقم التسجيل هذا ، يرجى إعادة إدخاله
ErrorSelectMacOprt=الرجاء تحديد الجهاز للعمل
ErrorSelectEmp=الرجاء اختيار الموظف
ErrorSelectDepart=اختر قسماً
ErrorSelectCorrect=من فضلك اختر
ErrorPasswordTwo=كلمة المرور غير متطابقة, الرجاء إدخال نفس كلمة المرور
ErrorOutrideMaxLength=بايت المحتوى {0} أطول من الحد الأقصى المسموح به بايت {1}
ErrorOldPassword=كلمة المرور القديمة غير صحيحة
ErrorNoPower=عذراً , ليس لديك الإذن
ErrorMessage=رسالة الخطأ:
ErrorMacParam=هذه الميزة غير مدعومة من قبل هذا النموذج أو البرامج الثابتة!
ErrorListEmpty=القائمة الحالية فارغة ، يرجى الحصول على القائمة أو زيادة رقم التسجيل
ErrorIncrease=لا يوجد رقم تسجيل في الجهاز ، يرجى إعادة إدخاله
ErrorEnterCorrect=الرجاء أدخل الصحيحة
ErrorEmpNotExists=معلومات الموظف غير موجودة, يرجى الإدخال مرة أُخرى
ErrorDepartNotExists=معلومات القسم غير موجودة , يرجى الإدخال مرة أُخرى
ErrorDBPathEmpty=الرجاء تحديد مسار قاعدة البيانات
ErrorDBFileEmpty=الرجاء تحديد ملف النسخ الاحتياطي
ErrorCannotRepeated=متكررة
EndTime=تاريخ نهاية الإجازة
Enddate=تاريخ الانتهاء
EndDate=End Date
EmpSex1=أنثى
EmpSex0=ذكر
EmpSex=جنس الموظف
EmpRuleName=قاعدة الحضور
EmpRuleID=قاعدة
EmpPWDNo=كلمة المرور
EmpPWCount=كلمات المرور
EmpPhotoCount=صور الوجه الديناميكي
EmpPhotoCount=التعرف الديناميكي على عدد الوجوه 
EmpPhoneNo=رقم الهاتف
EmpPalmVeinCount=الوريد النخيل
EmpNoTwo=شخص 2
EmpNoTree=شخص 3
EmpNoOne=أفراد 1
EmpNoFour=شخص 4
EmpNoFive=شخص 5
EmpNo=رقم الموظف
EmpName=اسم الموظف
EmpMemo=ملاحظة
EmpHireDate=تاريخ المسجّلين
EmpGZ=الراتب الأساسي
EmpFingerCount=بصمات الأصابع
EmpFaceCount=الوجوه
EmpCertNo=رقم المعرّف
EmpCardNo=رقم البطاقة
EmpCardCount=البطاقات
EmpAddress=العنوان
Emp=موظف
DoorTime=وقت فتح الباب
DoorState=مركز التحكم عن بعد الباب
DimissionReason=السبب
DimissionOprt=الحضور
DimissionDate=تاريخ الاستقالة
DevGroupName=اسم مجموعة الجهاز
DevGroupID=رقم مجموعة الجهاز
DepartName=اسم القسم
DepartMemo=وصف
DepartID=رقم القسم
Depart=قسم
DeferMins=الدقائق المتأخرة مسموحة
DeferHrs=تسجيل الخروج
DayOffReason=سبب الإجازة
DateTimeFormatLog=MMddyyyyHHmmss
DateTimeFormat=MM/dd/yyyy HH:mm:ss
DateFormatLog=MMddyyyy
ColumnValid=Valid Date
ColumnT6=التوقيت 6
ColumnT5=التوقيت 5
ColumnT4=التوقيت 4
ColumnT3=التوقيت 3
ColumnT2=التوقيت 2
ColumnT1=التوقيت 1
ColumnPassID=رقم التوقيت
chkAttendancePhoto=صور الحضور الملتقطة مع تحديد الهوية عند إعادة البيانات
cbWeek=تحليل البيانات الأسبوعية
cbEmp=اختر السجل
cbAll=جميع السجلات
CardType=نوع الهوية
CardTime=وقت الحضور
CalcTypeName=نوع
btnWithdrawal=انسحاب
btnUnselectAll=إلغاء كل التحديد
btnTestConnect=اختبار الاتصال
btnSelectEmp=...
btnSelectDepart=...
btnSelectAll=اختر الكل
btnSeaSeriesOprt=تحميل الجهاز
btnSave=حفظ
btnRemove=حذف
btnRemoteReg=التسجيل عن بعد
btnQuickSearch=اختيار الموظف
btnPrev=السابق
btnParentGroup=...
btnOk=موافق
btnNext=التالي
btnGetSnapshotsLog=سجلات الاسترداد
btnGetMacSN=الحصول على رقم الجهاز
btnGetListFromMac=الحصول على قائمة
btnExit=اغلق
btnDefence=نشر الدفاع
btnDBPath=>
btnConnect=تصفير قاعدة البيانات 
btnClearSnapshotsLog=مسح سجلات الجهاز
btnClear=إلغاء
btnCancel=إلغاء
btnAlarmLog=إنذار سجل
btnAlarm=نزع سلاح المنبه
btnAddEmpInfo=إضافة ملف تعريف الشخص
btnAdd=إضافة
btnAccessLog=سجل وصول
Birthday=تاريخ الميلاد
BeginTime=تاريخ بداية الإجازة
Begindate=تاريخ البدء
AlarmTime=وقت التنبيه
AlarmMode=نوع التنبيه
AheadMins=الدقائق المبكرة مسموحة
AheadHrs=تسجيل الدخول
AccessEorror=نظرا لأن حاسوبك لا يحتوي على قاعدة بيانات ACccess، يرجى التركيب بعد التركيب، كما هو محدد؟
AbsentDays=طلب أيام إجازة
AbsenceRate=الغياب

[Exception]
Caption=خطأ برمجي
Label2=تفاصيل الخطأ :

[DBPathSelect]
Caption=تحديد
Label1=يرجى اختيار الملف
Label2=تحديد الملف :
SelectFolder=مجلد
SelectDBBak=ملف

[DBConnect]
Caption=تكوين إعدادات اتصال قاعدة البيانات
lblMSSQLServer=اسم الخادم :
lblMSSQLVerify=التحقق من الملعومات
rbMSSQLWindowsNT=استخدام إعدادات الأمان لـ Windows NT
rbMSSQLSQL=استخدام اسم المستخدم وكلمة المرور المحددين
lblMSSQLUserName=اسم المستخدم :
lblMSSQLUserPass=كلمة المرور :

[Login]
Caption=تسجيل دخول المستخدم
Label2=المستخدم 
Label3=كلمة المرور
chkPass=تذكير كلمة المرور
lblHint=كلمة المرور الافتراضية هي "321"
Error001=الإصدار الأحدث هو : {0} #13#10#13#10 , الرجاء تحديثه قبل الاستخدام
Error002=المستخدم غير موجود
Error003=كلمة المرور غير صحيحة , فشل تسجيل الدخول

[Main]
mnuSY=إدارة النظام
mnuSYPower=حقوق ملكية النظام
mnuSYPassword=تعديل كلمة المرور للمستخدم
mnuSYRegister=تسجيل
mnuSYDataBack=النسخ الاحتياطي لقاعدة البيانات
mnuSYDataRest=استرداد قاعدة البيانات
mnuSYDataUpdate=تحديث قاعدة البيانات
mnuSYDataCompact=ضغط قاعدة البيانات
mnuSYDataClear=بيانات واضحة
mnuSYClose=خروج
mnuSYSetPort=منفذ مراقبة في الوقت الحقيقي
mnuSYOption=خيارات النظام
mnuSYDataType=نوع قاعدة البيانات
mnuRS=بيانات الموظف 
mnuRSDepart=إعدادت القسم
mnuRSEmp=إدارة الموظف
mnuRSDimission=إدارة الاستقالة
mnuRSEmpChart=المخططات البيانية الإحصائية للموظف
mnuMJ=المعدات التقليدية
mnuMJTime=تحديد الفترة الزمنية
mnuMJBellTime=إعدادات الجرس
mnuMJPower=الصلاحيات
mnuMJDoor=التحكم بالباب عن بعد
mnuMJDynamic=مجموعة  ديناميكية  من باب التعرف
mnuKQ=ادارة الحضور
mnuKQInOutMode=Attendance State
mnuKQRuleSetup=ضبط القواعد
mnuKQRule=قاعدة الحضور
mnuKQRuleCalc=قاعدة الحساب
mnuKQRuleEmp=قاعدة الحضور للموظف
mnuKQRuleDepart=قاعدة الحضور في القسم
mnuKQShiftSetup=إعدادات اوقات الدوام 
mnuKQShift=اوقات العمل 
mnuKQShiftRule=قاعدة اوقات الدوام
mnuKQEmpShift=اوقات دوام الموظف
mnuKQDepShift=جدول القسم
mnuKQRegister=إدارة التسجيل
mnuKQHoliday=تسجيل العطلة
mnuKQEmpDayOff=تسجيل طلب للإجازة
mnuKQEmpOtSure=تسجيل للعمل الإضافي
mnuKQEmpSignCard=تسجيل الحضور يدوياً
mnuKQReport=التقرير الإداري
mnuKQReportData=سجل السجلات الأصلية
mnuKQReportRecords=سجل الحضور
mnuMJReport=بيانات الدخول
mnuMJReportMJData=الوصول الى السجلات سجل
mnuMJReportOpenData=سجل الموظفين
mnuMJReportAlarmData=سجل الانحرافات
mnuMJDoorSeaSeries=باب التحكم عن بعد
mnuMJDoorCondition=معلمات حالة فتح الباب
mnuMJSeaUserPwd=كلمة مرور الجهاز
mnuMJSeaNetParam=معلمة الشبكة
mnuMJSeaPower=صحة الموظفين
mnuMJSeaSetSound=معلمات الصوت والواجهة
mnuMJSeaRebootDevice=أعد تشغيل الجهاز
mnuMJRealTimeMonitoringSettings=رصد المعلمات في الوقت الحقيقي
mnuMJReportSeaSnapShots=التقاط اللقطات في الوقت الحقيقي
mnuSTAR=معدات غالاكسي
mnuMJStarRebootDevice=أعد تشغيل الجهاز
mnuMJStarPower=صحة الموظفين
mnuMJStarParam=المعلمات الأساسية
mnuMJStarOpenDoor=باب التحكم عن بعد
mnuMJStarNetParam=في الوقت الحقيقي رصد المعلمة 
mnuMJSeaTemperature=المعلمة درجة الحرارة
mnuMJSeaPersonIDCard=استمارة تسجيل الشهود (سلسلة البحر)
mnuMJMacParam=إعداد المعلمة
mnuSEA=المعدات البحرية
mnuKQDataAssay=تحليل بيانات الحضور
mnuKQReportDataFilter=سجل الحضور
mnuKQReportDay=التقرير اليومي
mnuKQReportMonth=التقرير الشهري
mnuKQReportTotal=تقرير الموظف الشهري
mnuKQReportWeek=بيان أسبوع الحضور والحضور
mnuKQWeekReportTotal=قائمة الحضور الأسبوعية للموظفين
mnuKQReportMonthDetail=ورقة تسجيل شهر الحضور
mnuPubReportLog=سجل  البيانات
mnuGZ=إدارة الأجور
mnuGZRule=إعدادات قاعدة الأجور
mnuGZItem=إعدادات نظام الأجور
mnuGZRuleEmp=ضبط قاعدة أجور الموظفين
mnuGZRuleDepart=ضبط قاعدة قسم الأجور
mnuGZReport=إدارة الراوتب
mnuHelp=مساعدة
mnuHelpTopic=مساعدة
mnuHelpAbout=حول
lblUser=المستخدم الحالي :
IsTest=غير مسجل , البرنامج ينتهي في {0}
IsTest1=غير مسجل , انتهت صلاحية الفترة التجريبية المجانية
IsAlways=مسجل ( مستخدم معتَمَد : {0} )
IsValid=مسجل بالفعل (عضو معتمد : {0})، انتهاء الصلاحية
IsValidDate=مسجل (عضو معتمد : {0})، انتهاء الكفالة {1})
TitleBar=إدارة الجهاز
ItemTAG1=وقت التزامن
ItemTAG2=معلومات الجهاز
ItemTAG3=استرداد البيانات
ItemLabel=مراقبة #13#10  منفذ
ItemText=أدخل المنفذ الذي ترغب في مراقبته
ItemTAG4=بدء المراقبة
ItemTAG5=انتهاء المراقبة
ItemDownload=تنزيل بيانات التسجيل
ItemDownloadUSB=تنزيل بيانات التسجيل من قرص USB
ItemUpload=تحميل بيانات التسجيل
ItemUploadUSB=تحميل بيانات التسجيل من قرص USB
ItemClearData=مسح السجل
ItemClearManager=حذف المدير
ItemClearInfo=بيانات التسجيل واضحة
ItemClearInfoDim=مسح بيانات تسجيلات المغادرة  
ItemInitDevice=إعادة تعيين الجهاز
ItemGetAllData=سجل آلة إعادة التدوير
ItemUSBData=استيراد البيانات من قرص USB
ItemUSBText=استيراد البيانات النصيّة
ItemTextFormat=إعدادات تنسيق النص   
ItemMJFunc=التحكم في الوصول
ItemMJTimeSetup=ضبط الوقت
ItemMJTimeDownload= تحميل على الكمبيوتر
ItemMJTimeUpload= تحميلها على الجهاز
ItemMJBellTimeSetup= وقت الجرس
ItemMJBellTimeDownload= التنزيل وقت الجرس
ItemMJBellTimeUpload= التحميل اعدادات الجرس
ItemMJPowerSetup= تصاريح
ItemMJPowerDownload= التنزيل تصاريح
ItemMJPowerUpload= التحميل تصاريح
ItemMJDoorOpen= افتح
ItemMJDoorClose= قريب 
FilterUSB=ملف البيانات من القرص USB
FilterUSBF=ملف التسجيل من القرص USB
FilterText=ملف الحضور النصي
MsgClearDBDown=هل تريد مسح قاعدة بيانات معلومات الستجيل ؟
MsgClearData=لا مزيد من التسجيل إذا قمت بمسحهم كلهم.#13#10#13#10 هل أنت متأكد أنك تريد مسح كل التسجيلات؟
MsgClearManager=ليس هناك المزيد من المسؤولين إذا قمت بإلغائهم . #13#10#13#10 هل أنت متأكد أنك تريد مسح جميع المدراء ؟
MsgClearInfo=سيؤدي هذا الإجراء إلى مسح كافة بيانات التسجيل في الجهاز , #13#10#13#10 هل تريد المتابعة ؟
MsgClearInfoDim=هل ترغب بمسح بيانات تسجيلات المغادرة ؟
MsgClearInfoDim=هل ترغب بمسح بيانات تسجيلات المغادرة ؟
MsgInit=إذا قمت بتهيئة الجهار سيتم فقدان جميع البيانات وإعادة تعيين الإعدادات الافتراضية .  #13#10#13#10  هل تريد المتابعة ؟
MsgDownInfo=آل {0}، {1} الأصابع، الوجه {2}، {3} كلمات السر، وبطاقة {4}، {5} النخيل التعرف الديناميكي على الوجوه{6} 
MsgUpInfo=الموظف {0}
MsgSystemSetup=تم تغيير إعدادات النظام , سيقوم النظام بإعادة التشغيل.
MsgFingerInfo=بيانات التسجيل
MsgFingerName=اسم & صور
MsgGetSelectData=سجل إعادة التدوير
MsgGetAllData=إعادة تدوير جميع السجلات
lbTips=استخدام هذه الميزة للحفاظ على البرنامج يعمل بشكل صحيح！


[FKFirmwareVer]
label1=نوع البرمجيات
label2=ملفات من قرص USB
button1=...

[MacInfoAdd]
label3=كلمة مرور الاتصال

[MacDataFormat]
chkAllow=تفعيل إعدادات تنسيق النص
lblSep=فواصل الحقول
rbSepNo=بدون فاصل
rbSepTAB=فاصل باستخدام TAB
rbSepCustom=تحديد الفاصل
lblHint=توجيه : يرجى التحقق من المربع الموجود أمام الحقل , ثم تحديد الطول والشكل المطلوب لتوليده
chkMacSN=رقم الجهاز
lblMacSN=الطول
lblMacSNHint=مثال : إذا كان طول رقم الجهاز هو 3، رقم الجهاز الفعلي هو "1"، فيكون الخراج هو "001."
chkEmpNo=رقم هوية الموظف
lblEmpNoHint=مثال : إذا كان طول أرقام الموظفين هو 5، والرقم الفعلي هو"E0000001"، فيكون الخرج هو "00001."
chkEmpName=اسم الموظف
lblEmpNameHint=أحد الأحرف الصينية تحتل حرفين
chkDataTime=وقت الحضور
lblDataTime=التنسيق
lblOrder=الترتيب
btnShowFormat=إظهار تنسيق الخرج

[SYPowerAdd]
Label4=الحد الأقصى 10 حروف
Label5=تأكيد كلمة السر
label6=الحقوق
Error001=رقم تعريف الموظف يجب ألّا يقل عن ثلاثة خانات

[SYPassword]
Label1=كلمة المرور القديمة
Label2=كلمة المرور الجديدة
Label3=تأكيد كلمة المرور

[SYRegister]
label1=الرقم التسلسي
label2=اسم التسجيل
label3=رخصة
Msg001=فشل في التسجيل , يرجى التحقق من الاسم المسجّل , يتم إدخال الرخصة بشكل صحيح أم لا 
Msg002=نجاح التسجيل .
Msg003=يمكنك التسجيل {0} مرة.
Error001=الرجاء إدخال اسم التسجيل
Error002=فشل توليد الترخيص#13#10#13#10 عدد مرات التسجيل صفر 
Error003=فشل توليد الترخيص

[SYDataBack]
Label3=توليد اسم الملف بعد النسخ الاحتياطي
Label4=مسار النسخ الاحتياطي , اضغط الزر على اليمين للتغيير
Error001=الرجاء إدخال اسم الملف الذي تم إنشاؤه
Error002=ملف النسخ الاحتياطي لقاعدة البيانات موجود مسبقاً
Msg001=ملف النسخ الاحتياطي لقاعدة البيانات موجود مسبقاً
Msg002=تمّ النسخ الاحتياطي لقاعدة البيانات بنجاح , يتمّ إنشاء ملفات النسخ الاحتياطي : {0}

[SYDataRest]
Label3=ملف النسخ الاحتياطي لقاعدة البيانات، يمكن اختيار الملف عن طريق النقر فوق الزر على اليمين
Msg001=استعادة قاعدة البيانات , يرجى الانتظار ...
Msg002=تمّ استعادة قاعدة البيانات بنجاح .

[SYDataUpdate]
btnOk=ترقية
btnCancel=إغلاق
Label3=ملفات الترقية , يمكنك تحديد الملف عن طريق النقر فوق الزر على اليمين
Msg001=ملف الترقية
Msg002=يتم ترقية قاعدة البيانات , يرجى الانتظار ...
Msg003=تمّ ترقية قاعدة البيانات بنجاح .
Error001=الرجاء تحديد ملف لترقيته

[SYDataClear]
groupBox1=الرجاء تحديد بيانات لإزالتها
Error001=لا توجد بيانات محددة لإزالتها
Msg001=هل تود إزالة هذه البيانات؟
Msg002=تمّ مسح البيانات .

[SYOption]
tabPage1=حدودي
chkExistDelete=سيتم تلقائيا حذف البيانات الأصلية، عند تحميل بيانات التسجيل. 
chkUploadName=تفعيل الاسم والصورة، عند تحميل بيانات التسجيل. 
tabPage2=رصد المعلمات التنبيه
chkWarning=رصد التنبيه على
label1=إنذار تأخير
label2=ثانية
btnPath=اختيار الصوت
tabPage3=بصمة جامع المعلمات
rb26=ويغان 26
rb34=ويغان 34

[About]
Version=إصدار البرنامج
DBVersion=إصدار قاعدة البيانات 

[PubDisplay]
Label1=ملاحظة : الرجاء التحديد ليتم العرض.

[PubDataIn]
Caption=استيراد البيانات
tabPage1=يرجى تحديد ملف إكسل للاستيراد
lblPic=الرجاء حفظ الصورة بصيغة JPG أو BMPالموافقة لاسم ورق المستخدم، وحافظ على مسار تنصيب البرنامج في المجلد "EmpPic"، وفي انك تريد استيراد صور الموظين الرجاء ان تكون ابعاد الصور 600*800
label2=تحديد ملف إكسل
btnFileName=اختيار الملف
label3=اختيار اسم ورقة العمل
tabPage2=عرض بيانات الـ إكسل
tabPage3=إعداد حقل التراسل
label6=ملاحظة : يمكنك التحقق من سجل معين عند فشل الاستيراد في مجلد FormData ضمن إطار دليل التثبيت بعد اكتمال عملية الاستيراد.
label7=السجلات الكُلّية :
label8=المستوردة :
label9=الاستيراد الفعلي:
label10=قسم الرؤساء
Error001=الرجاء تحديد ملف إكسل للاستيراد.
Error002=يرجى تحديد اسم الملف
Error003=يرجى تحديد الحقل ليتم استيراد البيانات
Msg001=بدء استيراد البيانات 
Msg002=تاريخ إكمال الاستيراد
Msg003=التاريخ

[PubPreview]
Caption=معاينة الطباعة
ItemSetup=إعدادات الصفحة
ItemReportEdit=تقرير الإعداد
ItemZoomIn=تكبير
ItemZoomOut=تصغير
ItemFit=احتواء ضمن الصفحة
ItemWidth=عرض مناسب
ItemHeight=ارتفاع مناسب
ItemFirst=الأول 
ItemPrior=السابق 
ItemNext=التالي
ItemLast=الأخير

[PubSelectDate]
Caption=التقويم
label1=الوقت

[PubSelectDepart]
Caption=تحديد قسم

[PubSelectEmp]
Caption=اختيار موظف

[PubSelectEmpList]
tabPage1=وفقاً للقسم
tabPage2=وفقاً للموظف
groupBox1=اختيار موظف
button1=حذف

[RSDepart]
Error001=لا يمكن حذف القسم الافتراضي
Error002=يوجد أقسام فرعية تحت هذا القسم , لا يمكن الحذف
Error003=يوجد موظفين ضمن هذا القسم , لا يمكن الحذف

[RSDepartAdd]
label4=قسم الرؤساء
btnParentDepart=تغيير قسم الرؤساء
Error001=اختيار القسم الخاص أو القسم الفرعي كصلاحية عالية غير مسموح

[RSEmp]
ItemTAG1=تحميل على الكمبيوتر
ItemTAG2=تحميلها على الجهاز
ItemTAG3=نقل بالجملة إلى القسم
ItemCardFill= دفعة ينتج كرد نومبر
MsgFillInfo= ... ينتج كرد نومبر, رجاء ويتID={0}，Name={1}
MsgCardEmpty=. شك كرد وضعت بعيدا أو لا
MsgCardSuccess=. ناجحة ينتج بطاقة, رجاء ينتشل البطاقة
Error101=معرّف الموظف فارغ , فشل في الاستيراد
Error102=القسم فارغ , فشل في الاستيراد
Error103=القسم غير موجود , فشل في الاستيراد
Error104=تكرار معرّف الموظف , فشل في الاستيراد

[RSEmpAdd]
label4=قسم
chkIsAdd=إضافة بيانات الموظف
button1=اختيار
button2=مسح 
label18=يجب أن يكون حجم الصورة 800 * 600
btnIDCard=Read IDCard
btnFpReader=جامع بصمات الأصابع
tabItemPhoto= الصورة العامة
tabItemDynPhoto= صورة وجه ديناميكية
label14=الحجم:{0} * {1}
btnSearch=جهاز البحث
btnConnet=الاتصال
btnCloseDev= إغلاق
btnPhotograph=الصورة
Error01= لم يتم العثور على كاميرات
Error02=خطأ في الاتصال بالكاميرا
Error03=خطأ في التصوير
Error04=يرجى اختيار جهاز

[RSDimission]
ItemTAG1=إعادة/تجديد
Msg001=لم تختر موظف لإعادته
Msg002=هل أنت متأكد من إعادة هذا الموظف ؟
Msg003=تمت عملية الإعادة بنجاح .

[RSEmpChart]
label1=الرسومات
rbBar=الرسم البياني
rbPie=المخطط الدائري
label2=إظهار النمط

[KQRule]
Error001=قاعدة الحضور هذه مستخدمة , لا يمكن الحذف
Error002=لا يمكن حذف قاعدة النظام الافتراضي

[KQRuleAdd]
groupBox1=قاعدة وقت الحضور
groupBox2=قاعدة العمل الافتراضي
groupBox3=حساب ساعات العمل
groupBox5=ساعات العمل
latetime=وقت التأخير
leavetime=المغادرة في وقت مبكر
latemore=في وقت لاحق من
leavemore=المغادرة في وقت سابق من
label4=إهمال الدقائق
label3=الدقائق لا تحسب في الحضور
label6=حسب دقائق العمل الافتراضي
min=دقائق
lateleave=الوصول في وقت متأخر والمغادرة في وقت مبكر من
DEwroktime= خصم دقائق ساعات العمل
early=مبكر
defer=متأخر
label23=وفقاً لحسابات الوقت الحضور
label24=ملاحظة : لا تحتاج إلى تحديد يوم راحة

[KQRuleCalc]
Error001=هذه القاعدة الحسابية قيد الاستخدام , لا يمكن الحذف
Error002=قواعد نظام الحساب افتراضية , لا يمكن الحذف

[KQRuleCalcAdd]
KQUsual=النمط العادي
KQOvertime=نمظ العمل الإضافي
KQLeave=نمط طلب إجازة
Sort=نمط الحساب
Usual=عادي 
Weekend=أسبوع
Holiday=عطلة
Error001=مليء بالكامل , لا يمكن الإضافة

[KQShift]
Error001=اوقات الدوام افتراضية في النظام , لا يمكن الحذف
Error002=فترة الدوام هذه قيد الاستخدام , لا يمكن الحذف

[KQShiftAdd]
ShiftAhead=أوقات العمل المكبر
ShiftDepart=الأقسام الفرعية
ID=وقت الدوام 
Signin=تسجيل الدخول
Signout=تسجيل الخروج
Aheah=قبل
Defer=بعد
Drift=مرنة
NextDay=اليوم التالي
Sort=نمط الحضور
No1=الأول
No2=الثاني 
No3=الثالث
No4=الرابع
No5=الخامس
ErrorShiftTime=لا يمكن أن يكون زمن النهاية أقل من زمن البداية #13#10 (يرجى إضافة 24 ساعة من اليوم العابر)
ErrorEmptyTime=لا يمكن أن يكون الوقت صفراً

[KQShiftRuleAdd]
day=يوم
week=أسبوع
month=شهر
Error001=يمكنك إدخال عدد صحيح فقط وهو أكبر من الصفر

[KQEmpDayOffAdd]

[KQEmpOtSureAdd]
chkAheadHrs=الدقائق الأولى مسموحة
chkDeferHrs=الدقائق الأخيرة مسموحة

[KQEmpShift]
ItemDelete=حذف اوقات دوام الشهر الحالي
ItemTAG1=حفظ
ItemTAG2=إلغاء
ItemTAG3=جدولة الجزء الأكبر

[KQEmpShiftBatch]
label1=تاريخ البدء
label2=تاريخ الانتهاء
Error001=لا يكمن أن يكون تاريخ البداية أكبر من تاريخ النهاية

[KQDepShift]
ItemDelete=مسح اوقات الدوام في الشهر الحالي
ItemTAG1=حفظ
ItemTAG2=إلغاء
ItemTAG3=جدولة الجزء الأكبر

[KQDepShiftBatch]
label1=تاريخ البدء
label2=تاريخ الانتهاء
Error001=لا يكمن أن يكون تاريخ البداية أكبر من تاريخ النهاية

[KQDataAssay]
label1=تاريخ البدء
label2=تاريخ الانتهاء
rbAll=كل الموظفين
rbEmp=اختيار موظف
button1=ابدأ
button2=توقف
btnCancel=إغلاق
Error001=Analysis date range days can not exceed {0} days!
Msg001=يتم تحليل بيانات الحضور , يرجى الانتظار ...
Msg002=تمّ تحليل بيانات الحضور بنجاح . مجموع تحليل الموظفين {0} , الوقت المستهلك {1} 
Msg003=فشل تحليل بيانات الحضور . مجموع تحليل الموظفين {0} , الوقت المستهلك {1} 

[KQReportDay]
groupBox1=خيارات
chkLeave=طلب إجازة
chkAhead=المغادرة باكراً
chkLater=المغادرة باكراً
chkAbsent=غياب
chkOtSure=عمل إضافي
chkAll=استنثناء

[MJDynamicAdd]
gBSetTimeCertificate=الوقت  المعلومات
groupBox1=صحة  المعلومات
lb1stPeriod=ساعة
lb2ndPeriod=الفترة  الثانية
lb3rdPeriod=الفترة  الثالثة 
label4=صالحة حتى

[MJDynamicEdit]
gBSetTimeCertificate=الوقت  المعلومات
groupBox1=صحة  المعلومات
lb1stPeriod=ساعة
lb2ndPeriod=الفترة  الثانية
lb3rdPeriod=الفترة  الثالثة 
label4=صالحة حتى

[MJDynamic]
ItemTAG1=حذف  إعدادات الجهاز
ItemTAG2=تحميلها على  الجهاز 

[KQReportMonth]
groupBox1=خيارات
chkLeave=طلب إجازة
chkAhead=المغادرة باكراً
chkLater=المغادرة باكراً
chkAbsent=غياب
chkOtSure=عمل إضافي
chkAll=استنثناء

[KQReportDayDetail]
Caption=السجلات الأصلية

[KQReportRecords]
Error001=Poker days can not exceed {0} days!
Msg001=تحليل بيانات الحضور، الرجاء الانتظار…
Msg002=نجحت في تحليل بيانات الحضور.مجموع تحليلها {0} الموظفين تستهلك الوقت {1}
Msg003=تحليل بيانات الحضور فشلت.مجموع تحليلها {0} الموظفين تستهلك الوقت {1}

[KQReportTotal]
StaticBox5=الشهر الفرعي
StaticBox17=التعرف على
StaticBox18=الاختيار
StaticBox19=التحقق من
StaticBox20=التأكد من

[PassTime]

[PassTimeAdd]
groupBox1=معلومات الفترة الزمنية

[GroupTime]
label1=مجال ارقام الفترات الزمنية

[BellTime]
label1=مجال ارقام الفترات الزمنية
BellTimeID=رقم السلسلة
Allow=نعم أو لا
BellTime=اوقات رن الجرس

[MJTime]
ItemTAG1=تحميل على الكمبيوتر
ItemTAG2=تحميلها على الجهاز

[MJTimeAdd]
groupBox1=معلومات في الوقت المناسب

[GroupTime]
label1=الوقت شريحة واسعة:

[MJBellTime]
BellTimeID=متسلسل
Allow=نعم أو لا
BellTime=حلقة الوقت
label1=حلقة NO
btnDown=تحميل على الكمبيوتر
btnUp=تحميلها على الجهاز
btnOk=حفظ
btnCancel=خروج

[MJPower]
ItemTAG1=تحميل على الكمبيوتر
ItemTAG2=تحميلها على الجهاز

[MJDoor]
btnOpen=فتح مؤقت
btnClose=الأبواب مغلقة دائما 
btnCOpen=الأقفال مفتوحة
btnHuiF=العودة إلى وضعها الطبيعي
btnTimerOpen=توقيت فتح الباب

[GZRule]
RuleID=رقم القاعدة
RuleName=اسم القاعدة
IsFunction=تفعيل الصيغة
VRuleFunction=صيغة
RuleCash=مبلغ ثابت
Mode=نمط القاعدة
modeIn=دخل
modeOut=إنفاق
Error001=قاعدة الأجور هذه قيد الاستخدام , لا يمكن الحذف

[GZRuleAdd]
GZRuleID=رقم القاعدة
GZRuleName=اسم القاعدة
IsFunction=تمكين صيغة حساب المبلغ
Function=صيغة
GZRuleCash=مبلغ محدد
Mode=نمط القاعدة
modeIn=دخل
modeOut=إنفاق
btL=(
btR=)
btClear=C
btBack=←
btPoint=.
btPlu=+
btSub=-
btMul=*
btDiv=/
check=التحقق من الصيغة
msg1=من فضلك لا تجعل القاسم صفر
msg2=وتقسم قواعد الاجور الي ايرادات ونفقات.  الايرادات : العمل الاضافي ، ومكافات الاداء ، وما الي ذلك.  النفقات : الاجازات والغرامات وما الي ذلك.
checkOK=تم التحقق بنجاح  #13#10 الصيغة المركبة صحيحة.
checkErr=فشل التحقق  #13#10 هناك أخطاء في بناء جملة الصيغة.

[GZItem]
ItemID=رقم
ItemName=اسم
Out=إنفاق
In=دخل

[GZItemAdd]
GZItemID=رقم
GZItemName=اسم
gbGZItemOut=قاعدة الإنفاق
gbGZItemIn=قاعدة الدخل
gbGZItem=قاعدة
btAdd=إضافة
btDel=حذف
btUp=↑
btDown=↓
msg1=كل نظام أجور يتضمن كحدّ أقصى 20 قاعدة دخل و20 قاعدة إنفاق

[GZRuleEmp]
RuleIDName=نظام الأجور

[GZRuleEmpAdd]
RuleIDName=نظام الأجور

[GZRuleDepart]
RuleIDName=نظام الأجور

[GZRuleDepartAdd]
RuleIDName=نظام الأجور

[GZReport]
In=دخل
Out=إنفاق
Sum=الأجور الفعلية
lblYM=شهر
GZItem=نظام الأجور
ItemTAG1=سجل الحظر
ItemTAG2=رفع الحظر
MsgNoSelectFreeze=لم يتم تحديد أي بند للحظر
MsgFreezeSucceed=محظور
MsgNoSelectBreakFreeze=لم يتم تحديد أي بند للحظر
MsgBreakFreezeSucceed=رفع الحظر
Msg001=يتم تحليل البيانات , يرجى الانتظار ...
Msg002=تمّ تحليل البيانات بنجاح . مجموع تحليل الموظفين {0} , الوقت المستهلك {1}
Msg003=فشل تحليل البيانات . مجموع تحليل الموظفين {0} , الوقت المستهلك {1}
Msg004=ليس لديك { 0 } او { 1 }

[KQInOutMode]
label1=In1
label2=Out1
label4=In2
label3=Out2
label6=In3
label5=Out3
label8=In4
label7=Out4
label10=In5
label9=Out5

[FPReader]
frmFpReader=جامع بصمات الأصابع
btnInit=التهيئة
btnEnroll=تسجيل
btnVerify=اعتراف
btnStop=توقف
btnClose=أوقف تشغيل الجهاز
btnGetFpData=البصمة الموجودة
btnClearFpData=بصمة واضحة
lblEmpNo=رقم الموظفين
lblFingerNo=رقم التسجيل
gbxFpReader=وظيفة
MsgOpenDevice=افتح الجهاز ...
MsgInitSuccess=نجحت التهيئة
MsgNoDevice=لم يتم اكتشاف أي جهاز
MsgClearRequest=هل أنت متأكد من أنك تريد حذف جميع بصمات الأصابع لهذا المستخدم؟
MsgClearComplete={0} تم مسح جميع بصمات الأصابع لـ
MsgRegisterSuccess=التسجيل {0} - {1} لتحقيق النجاح
MsgExist={0}-{1} موجود بالفعل
MsgPressFinger=يرجى الضغط على إصبعك
MsgLeaveFinger=يرجى ترك إصبعك
MsgOverRegister=تم تسجيل 10 بصمات
MsgStop=توقف
MsgFPunregistered=يرجى الضغط على إصبعك مرة أخرى


[PubMacParam]
Managers=مجموع المديرين
Volume=حجم الصوت
ShowResultTime=واجهة وقت العودة
GlogWarning=سجل الحضور تحذير
ReverifyTime=تكرار تأكيد الوقت
ScreensaversTime=شاشة التوقف مرة
SleepTime=وقت النوم
ServerIPAddress=خادم الملكية الفكرية
ServerPort=منفذ الخادم
ServerRequest=نقل
MutiUser=تأكيد عدد في وقت واحد
OpenDoorDelay=تأخير فتح الباب
DoorMagneticType=نوع الباب المغناطيسي
DoorMagneticDelay=باب تأخير
Antiback=منع عودة الغوص
UseAlarm=إنذار ضد التفكيك
AlarmDelay=إنذار تأخير
WiegandType=وايجاند فورمات
WiegandOutput=Wiegand الناتج
WiegandInput=Wiegand مدخل
ItemTAG1=تحميل برنامج كمبيوتر
ItemTAG2=تحميل الجهاز
ItemMomEdit=دفعة تعديل
tabPage1=الإعداد الأساسية
tabPage2=معلومات الاتصال
tabPage3=وظيفة التحكم في الوصول
yes=نعم
no=لا
open=فتح نوع
close=نوع مغلقة
btnOk=حفظ
btnUpload=تحميل الجهاز
btnDownload=الحصول على جهاز الكمبيوتر
MsgSaveFail=فشل حفظ البيانات
btnAlarm=إنذار
lbMinute=دقيقة
lbSecond=ثانية
CardNo=رقم البطاقة
EmpNoParam=رقم العمل
Error=قيمة {0} مسموح بها فقط بين {1} و {2}!

[BaseDate]
cbTiming=إعادة تدوير سجلات جديدة
cbOne=أول مرة
cbTwo=المرة الثانية
cbThree=المرة الثالثة
cbFour=المرة الرابعة
cbFive=الخامسة الخامسة
lbTips=(يتطلب استخدام هذه الوظيفة الحفاظ على تشغيل البرنامج بشكل جيد)
cbNew=سجل جديد
frmData=سجلات إعادة التدوير
MsgGetSelectData=سجل إعادة التدوير
MsgGetAllData=إعادة تدوير جميع السجلات
MsgSetTimingData=ضبط سجل جديد
MsgGetNewData=إعادة تدوير السجلات الجديدة
Error001=لا يمكن أن تبدأ أكثر من وقت النهاية!

[MJDoorCondition]
label1=قائمة المقارنة بالأبيض والأسود
label2=عتبة مقارنة بطاقة الهوية
label3=طريقة فتح الباب
label4=طريقة التحقق
label5=فتح باب التحكم في وضع واجهة
label6=نوع بروتوكول ويجان
label7=رقم بطاقة الوصول العامة
label8=قم تلقائيًا بإنشاء رقم بطاقة البدء لرقم بطاقة الوصول
label9=قم تلقائيًا بإنشاء رقم البطاقة النهائية لرقم بطاقة الوصول
label10=تأخير فتح الباب (مللي ثانية)
btnGetParam=الحصول على المعلمات
btnOk=وضع المعلمات
FaceOpenMode=طريقة فتح الوجه
RemoteDoorOpenMode=طريقة فتح الباب عن بعد
RemoteDoorOrFaceOpenMode=عن بعد أو فتح الوجه
Whitelist=التحقق من القائمة البيضاء
IdCard=التحقق من الهوية
WhitelistAndIdCard=القائمة البيضاء + الهوية
WhitelistOrIdCard=القائمة البيضاء أو الهوية
WiganInterface=يجاند واجهة
SwitchingValue=قيمة التبديل
WiganInterfaceAndSwitchingValue=يجاند واجهة + التبديل
RFCard=التحقق من بطاقة RF
RFCardAndWhiteList=التحقق من بطاقة RF + التحقق من القائمة البيضاء
RFCardOrWhiteList=التحقق من بطاقة RF أو التحقق من القائمة البيضاء
WiganCard=التحقق من Wegenka
WiganCardAndWhiteList=التحقق من Wegenka + القائمة البيضاء
WiganCardOrWhiteList=Wiganka أو التحقق من القائمة البيضاء
Temperature=اختبار درجة حرارة الجسم
Mask=كشف القناع
TemperatureAndWhite=درجة حرارة الجسم + كشف القائمة البيضاء
MaskAndWhite=كشف قناع + القائمة البيضاء
MaskAndTemperature=قناع + كشف درجة الحرارة
MaskAndTemperatureAndWhite=قناع + درجة الحرارة + كشف القائمة البيضاء

[MJSeaUserPwd]
Label1=تغيير كلمة المرور
Label2=تأكيد كلمة المرور
Label3=بعد الإعداد الناجح ، اسم المستخدم وكلمة المرور هي نفسها!
Error001=كلمات المرور مختلفة ، يرجى إعادة إدخال!

[MJSeaNetParam]
Label1=عنوان IP للجهاز
Label2=قناع الشبكة الفرعية لجهاز IP
Label3=بوابة جهاز IP
Label4=منفذ خدمة البيانات
Label5=منفذ خدمة الويب
btnOk=ضبط معلمات الشبكة
btnGetNetParam=الحصول على معلمات الشبكة

[MJSeaPower]
ItemTAG1=تحميل على الكمبيوتر
ItemTAG2=تحميل إلى الجهاز

[MJSeaSetSound]
chkVerifySuccAudio=ما إذا كانت المصادقة تنجح
chkVerifyFailAudio=ما إذا كان فشل مصادقة البث
chkRemoteCtrlAudio=تشغيل الصوت التحكم عن بعد
chkVerifySuccGuiTip=ما إذا كانت واجهة نجاح المصادقة تطالب
chkVerifyFailGuiTip=ما إذا كانت واجهة فشل المصادقة تطالب
chkUnregisteredGuiTip=ما إذا كانت القائمة غير مسجلة واجهة موجه
Label1=حجم
btnGetSetSound=الحصول على معلمات الصوت
btnOk=ضبط المعلمات الصوتية
chkIPHide=ما إذا كانت واجهة IP مخفية
chkIsShowName=نجحت المقارنة ، سواء تم عرض موجه الاسم
chkIsShowTitle=ما إذا كان يتم عرض موجه عنوان الواجهة
chkIsShowVersion=ما إذا كان يتم عرض موجه رقم إصدار الواجهة
chkIsShowDate=ما إذا كان يتم عرض موجه التاريخ على الواجهة
chkIDCardNumHide=ما إذا كان رقم بطاقة التمرير على الواجهة مخفيًا
chkICCardNumHide=ما إذا كان رقم بطاقة IC واجهة مخفية

[MJStarParam]
lbDevName=اسم الجهاز
lbWiegandType=شكل يجاند
lbLanguage=لغة
chkAntiPass=الغوص مرة أخرى
lbOpenDoorDelay=تأخير فتح الباب
chkTamperAlarm=العبث إنذار
lbAlarmDelay=تأخير التنبيه
lbReverifyTime=كرر وقت الاعتراف
lbScreensaversTime=أدخل شاشة التوقف الوقت
lbSleepTime=وقت النوم
btnGetParam=الحصول على المعلمات
btnOK=وضع المعلمات
lbVerifyMode=طريقة التأكيد
lbVolume=الصوت
Arabic=العربية
SimplifiedChinese=الصينية المبسطة
TraditionalChinese=الصينية التقليدية
English=الإنجليزية
Korean=اللغة الكورية
ThaiLanguage=التايلاندية
Turkish=اللغة التركية
Spanish-Argentine=الأسبانية - الأرجنتيني
Spanish=الأسبانية
Portuguese-Brazilian=البرتغالية - البرازيلية
Portuguese=البرتغالية
French=اللغة الفرنسية
Indonesian=اللغة الاندونيسية 
German=ألماني
Persian=اللغة الفارسية
Japanese=اليابانية
Vietnamese=اللغة الفيتنامية

[MJStarNetParam] 
chkPushEnable=سواء لتمكين النقل
lbServerHost=عنوان الخادم
lbServerPort=منفذ الخادم
lbPushServerHost=ادفع عنوان الخادم
lbPushServerPort=دفع منفذ الخادم
lbInterval=نبضات الوقت
btnGetParam=الحصول على المعلمات
btnOK=وضع المعلمات

[MJSeaTemperature]
lbFaceMaskTPTMode=وضع الكشف
Null=بلا (مقارنة التعرف على الأنماط بطريقة التحقق)
lbTemperatureCheck=معايرة درجة الحرارة
lbTemperatureHigh=درجة الحرارة إنذار عتبة
lbEnvTemperature=درجة الحرارة المحيطة
lbEnvTemperatureCheck=قيمة معايرة درجة الحرارة المحيطة
lbOpenLaser=سواء لتشغيل الليزر
yes=نعم
no=لا
btnGetTemperatureParam=الحصول على المعلمات
btnOK=وضع المعلمات

[SYSetPort]
lbRegularPort=تقليدية
lbSeaPort=سلسلة البحر
lbStarPort=سلسلة النجوم

[PubDevGroup]
lbDevGroup=مجموعة المعدات
lbGroupNo=رقم مجموعة الجهاز
lbGroupName=اسم مجموعة الجهاز
lbGroupSuperior=مجموعة معدات متفوقة
lbRemarks=ملاحظات
ItemSave=احفظ
ItemUnsave=الإلغاء
btnParentGroup=...
Error001=لا يمكن للمجموعة تغيير الرئيس!
Error002=مجموعة الأجهزة تصل إلى أربعة مستويات!
Error003=لا يمكن حذف مجموعة الجهاز الرئيسية!
Error004=تحتوي هذه المجموعة على مجموعات فرعية ولا يمكن حذفها!
Error005=تحتوي هذه المجموعة على أجهزة ولا يمكن حذفها!
